Repository: Sevitb/flask-reviews-system
Catalog: reviews_system_app/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Reviewer information
ru: Данные рецензента

source: Provide your information (in English if possible): full name, degree, title, affiliation, e-mail and address.
ru: Укажите свои данные (по возможности, на английском языке): полное ФИО, степень, звание, аффилиация, адрес эл. почты.

source: Relevance of the work to the book’s topic
ru: Соответствие работы тематике книги

source: Corresponds
ru: Соответствует

source: Revision is required
ru: Требуется доработать

source: Other
ru: Другое

source: Check option 1 or 2; provide a brief comment on your answer in the section “other.”
ru: Отметьте вариант 1 или 2, в разделе другое, пожалуйста, кратко прокомментируйте свое ответ.

source: Rationale for the research goals
ru: Обоснование целей исследования

source: Substantiated
ru: Обосновано

source: Are the research goals achieved
ru: Достигнуты ли цели, поставленные в исследовании

source: Achieved
ru: Достигнуты

source: Does this work make a significant contribution to the development of the discipline?
ru: Вносит ли эта работа значительный вклад в развитие дисциплины в настоящее время?

source: Yes
ru: Да

source: No
ru: Нет

source: Relevance of references
ru: Актуальность источников

source: Appropriateness of the methodology / explanation of the methodology: Did the author use an appropriate methodology? Is the methodology justified?
ru: Соответствие методологии / объяснение методологии: Использовал ли автор подходящую методологию? Обоснована ли методология?

source: The methodology is consistent
ru: Методология соответствует

source: Interpretation of the results: How clearly the results and conclusions are presented?
ru: Интерпретация результатов: Насколько ясно представлены результаты и выводы?

source: The results and conclusions are clear
ru: Результаты и выводы понятны

source: A presentation of the text of the article: Are there any comments on the style of the text?
ru: Изложение текста статьи: Есть ли замечания по стилистике текста?

source: No comments
ru: Замечаний нет

source: Diagrams, Figures, Illustrations: Were figures, tables, graphs, and illustrations used where appropriate?
ru: Графика, рисунки, иллюстрации: были ли использованы рисунки, таблицы, графики и иллюстрации там, где это необходимо?

source: The use is appropriate
ru: Использование целесообразно

source: The use is not appropriate
ru: Не целесообразно

source: Comments and suggestions to the book author
ru: Комментарии и предложения автору

source: Comments and suggestions to the book editor
ru: Комментарии и предложения редактору книги

source: Conclusion
ru: Заключение

source: Accept the text as it is
ru: Принять текст в нынешнем виде

source: Accept the text after minor revisions
ru: Принять текст после незначительной доработки

source: Revise the text and resubmit it for further review
ru: Доработать и направить на повторное рецензирование

source: Reject
ru: Отклонить

source: General recommendations
ru: Общие рекомендации

source: Great! Your review has been sent!
ru: Отлично! Ваша рецензия была отправлена!

source: Sorry, it looks like something went wrong. Please try again later.
ru: Извините, похоже, что-то пошло не так. Пожалуйста, попробуйте позже.

source: Choose a language
ru: Выберите язык

source: Russian
ru: Русский

source: English
ru: Английский

source: Choose a material
ru: Выберите материал

source: Review of a scientific material
ru: Рецензия на научный материал

source: This form is for providing feedback on the scientific material you have received for review.<br>Please add constructive comments to help the authors improve their work. The provided recommendations will be considered by the book editor and forwarded to the authors of the scientific material and the publisher.<br>Type of review: single-blind<br>The authors of a scientific material are not provided with information about reviewers.<br>Please, inform the book editor about any potential conflict of interest. A conflict of interest includes anything that might interfere with an unbiased evaluation of the scientific work being reviewed.
ru: Данная форма предназначена для заполнения отзыва о научном материале, который вы получили на рецензирование.<br> Пожалуйста, добавьте конструктивные комментарии, чтобы помочь автору улучшить свою работу.<br><br> Ваши рекомендации будут учтены редактором книги, переданы авторам научного материала и в Издательство.<br><br> Тип рецензирования: односторонний слепой. <br>Авторам научного материала не предоставляется информация о рецензентах.<br> Пожалуйста, сообщите о любом потенциальном конфликте интересов редактору книги. К конфликту интересов относится все, что может помешать дать непредвзятую оценку научной работе, которую вы рецензируете.
